tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "cask"
brew "mas"
brew "nvm"
brew "wget"
brew "zsh"
cask "alfred"
cask "dropzone"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "wine-crossover"
mas "Magnet", id: 441258766
mas "카카오톡", id: 869223134
vscode "adpyke.codesnap"
vscode "Al3xCubed.annotation-lens-cubed"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "atlassian.atlascode"
vscode "bradlc.vscode-tailwindcss"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "ChakrounAnas.turbo-console-log"
vscode "chekweitan.compare-view"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dariofuzinato.vue-peek"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-monokai-night"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.vscode-pull-request-github"
vscode "MariusAlchimavicius.json-to-ts"
vscode "mgmcdermott.vscode-language-babel"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "RoscoP.ActiveFileInStatusBar"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "vincaslt.highlight-matching-tag"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
