tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "gnutls"
brew "emacs"
brew "cask"
brew "mas"
brew "mkcert"
brew "nss"
brew "nvm"
brew "php"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "dropzone"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "wine-crossover"
mas "Magnet", id: 441258766
mas "카카오톡", id: 869223134
vscode "adpyke.codesnap"
vscode "al3xcubed.annotation-lens-cubed"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "atlassian.atlascode"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-monokai-night"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-pull-request-github"
vscode "mariusalchimavicius.json-to-ts"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "roscop.activefileinstatusbar"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vscodeshift.mui-snippets"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
